<p>Развитие технологий актуально в течение существования человечества. Сначала человек научился добывать огонь и изобрел
    спички. Древняя история - изобретение оружия, его производство. Средние века - транспорт, путешествие по земному
    шару. Новое время - химическое и биологическое оружие, полеты на самолете и в космос. Новейшее время - искусственный
    интеллект, медицинские усовершениствования.</p>
<p>Развитие технологий связано со стремлением человека не повторять действие несколько раз, получая при этом пользу в
    любом контексте. И здесь появляется автоматизация. На сегодняшний день она везде: дома, на улице, в офисе. Однажды
    коснувшись общностей, автоматизация углубляется в частности, формализуя сферы предметной области. Одной из них
    являются web-проекты.</p>
<p>Web-проекты в свою очередь - это сайт-визитка, посадочная страница, информационный ресурс организации любой сферы
    деятельности, ресурсы общения и обратной связи, e-commerce решения, менеджеры совершения операций различного характера.
    Разрабатывая такие проекты, помогаем нуждающимся, внося скромный вклад в развитие web-технологий.</p>
